categories:
- Scalable Capital
conversations:
- - How can I set up or change my tax allowance?
  - The final withholding tax on investment income (capital gains tax, solidarity tax, and, where applicable, church tax) is paid on a transaction-by-transaction basis. The respective levies are withheld by the custodian bank after each sale, taking into account tax allowance and loss pots where applicable, and forwarded to the tax office.\n\nThis only applies to customers subject to taxation in Germany. Customers who have a tax residence outside of Germany are obliged to determine and pay the applicable taxes themselves. Please note that Scalable Capital cannot provide tax advice in this regard. If you have any questions regarding your individual tax situation, please contact your tax advisor or your tax office.You can find the amount of withholding tax paid by you in your personal customer area. To do this, please log into your Scalable Capital account on our website, open the menu item "Profile" and click on "Taxes". Please note that crypto ETPs classified according to ยง23 are not subject to capital gains tax. You can find more information on this below under "How are crypto ETPs treated for tax purposes?"
- - How do I know my tax allowance is already used?
  - To see how much of your tax allowance has already been used, please log into your Scalable Capital account on our app or online and go to "Profile." In the "Taxes" section you can find all relevant information.
- - Will capital gains taxes already paid be refunded as soon as I set up an exemption order?
  - If an exemption order is set up retrospectively, taxes already paid (capital gains tax, solidarity surcharge and church tax, if applicable) will be refunded. Please note that the exemption order must still be set up in the current calendar year?
- - How does the registered exemption order in my Scalable account change at the turn of the year from 2022 to 2023?
  - At the turn of the year from 2022 to 2023, the custodian bank, Baader Bank, will automatically increase all deposited exemption orders of Scalable clients by 24.844%. This change will, for example, increase exemption orders in the amount of 801 euros for individuals to 1,000 euros. The decimal places of the exemption order will be rounded up by 24.844% after rounding. Thus, an exemption order of 500 euros is changed to 625 euros instead of 624.24 euros. As soon as the modified exemption order is deposited in your securities account on 2 January, you can initiate a change to the exemption order in the customer area of your Scalable account.
- - Will I receive a tax certificate at the end of the year?
  - If you are liable to pay tax in Germany, you will receive an annual tax certificate. This will usually be provided to you electronically for the respective past year by the end of April of the following year. You will find it in the mailbox of your Scalable client area. As a Wealth client with securities account management via ING, you will receive your annual tax certificate by the end of April in your mailbox in ING's internet banking.
- - Is there a minimum deposit?
  - You will select an amount for your initial deposit during the registration process. This amount must be at least 1 euro. Your available balance can be paid out in full or in part at any time. A high deposit is recommended in order to be able to start trading stocks, ETFs and funds immediately.
- - Is it possible to transfer a portfolio to Scalable Broker?
  -You are welcome to transfer your portfolio to Scalable Broker. You can find all information here . Securities account transfers initiated by your house bank cannot be accepted. Please note that it may take several weeks until the entire process of the transfer is complete.
- - How does the registration process work?
  - The registration is completed online and only takes a few minutes. Registration via iOS or Android mobile app is also possible. You complete the identification via POSTIDENT (Please note, this step is not necessary for existing customers of our wealth management product with custody account management at Baader Bank). The account opening by the custodian bank usually takes up to three working days. As soon as your custody account has been opened and the initial deposit has been made, you can start trading.
- - Why do I need to verify my identity?
  - The Money Laundering Act (MLA) requires us to identify our customers. This identification is also in your interest, as it ensures a higher level of security in the customer relationship. An MLA-compliant identification is carried out conveniently via POSTIDENT video, online identification using your ID (eID), or in the traditional way at your post office. Do you have an NFC-enabled smartphone and a new German ID card with a PIN or a German electronic residence permit? Then we recommend online identification with your ID (eID). With this option, you can identify yourself around the clock and in less than two minutes.


